Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: しかし、さっきまでと明らかに違う。レイブランドの剣が毎回押し負けて下がる。剣が衝撃に耐えきれていない。体ごと後方に押し戻される。
en: However, it's obviously different than before. Wraybrand's sword was pushed back every swing. He couldn't withstand the impact, and his whole body is pushed backwards.

source: すぐにクレナが殺されてこの戦いも終わると思っていた村人も多かっただろう。しかし３年の騎士ごっこは、騎士と剣を交えるに足る成長をもたらしていた。
en: Most of the villagers thought that the battle would end quickly with Kurena's death. But 3 yeras of playing knights has grown her enough to cross swords with a knight.

source: そうひきつった顔で言うやいなや、レイブランドが膝を地面につく。
en: As soon as he says that, Wraybrand falls to his knees with a tight face.

source: その気迫の声とともに再度レイブランドに向かっていくクレナ。飛び上がり、回転して遠心力をつけるかのように、大きく上から振るわれる。レイブランドの頭上よりクレナの剣が叩きつけられた。
en: With that emphatic shout, Kurena charges at Wraybrand. She jumps, rotates, and swings from above in a large motion, as if adding centrifugal force to the attack. Kurena's sword hits Wraybrand from above.

source: その瞬間、騎士団長が大きく叫び、戦いの終わりを告げた。
en: At that moment, the Knight Commander shouted loudly, signaling the end of the battle.

source: そんなアレンの分析を余所に、斬られれば絶命するほどの剣撃が交差する。広場に鳴り響く金属音。
en: Analysis aside, Allen thought that if he were hit by one of those sword attacks, he would die. The clanging of metal echoes through the square.

source: どこか物足りないように答えるクレナ。
en: Kurena replies, unsatisfied.

source: ぶつかり合う両者の剣。クレナも初めての剣であるが、躊躇わずにふるう。斬撃が繰り返される。
en: The swords collide. It's Kurena's first time holding a real sword, but she wields it without hesitation. She slashes again and again.

source: へし折られるレイブランドの剣。半分になってしまった剣を見て思わず叫んでしまう。折れた刀身は宙を舞い、地面に突き刺さった。それでも追撃に備えて折れた剣を構えるレイブランド。
en: Wraybrand's sword snapped. Allen couldn't help but shout when he saw that the sword was cut in half. The broken blade flew through the air and stabbed the ground. Wraybrand was still holding his broken sword in preparation for the follow-up attack.

source: もう鞘に収まらなくなった剣を騎士に渡す騎士団長。
en: The knight commander keeps holding the sword, which can no longer fit in a scabbard.

source: もがき、押さえつける騎士を振りほどこうとする。
en: He struggles, trying to shake off the knight holding him down.

source: アレンが叫ぶ。吹き飛ばされた先の建物の壁に激突し、沈黙するクレナ。その衝撃で木の壁に大きくひびが入り割れた。
en: Allen shouts. Kurena was blown away, crashing into the wall of a nearby building. The impact created a large dent, cracking the wall.

source: アレンだけがヘルモードの世界である。石投げの検証結果からすれば、クレナの剣術のスキルレベルは百、百、千、万、十万と上がったはずである。アレンとの騎士ごっこの経験でアレンの１００倍成長するなら、それはスキルレベル２つ分の差に相当するはずだ。
en: Allen is the only one in the world in Hell Mode. Based on the stone throwing investigation, Kurena's swordsmanship exp should be more than 100 + 100 + 1,000 + 10,000 + 100,000. If she's growing 100 times faster than Allen, then that should be the equivalent of two skill levels.

source: アレンの中で答えとなる可能性を探す。現実世界からこの異世界に転生するとき、アレンはノーマルモードの説明欄を読んだ。確か、ノーマルモードではエクストラスキルを１つガチャで引けるとあった。それは異世界の人も同じではと考える。
en: Allen searches for a possible explaination. When reincarnating from the real world to this world, Allen had seen the description of Normal Mode. In Normal Mode, it said that you could get one rare skill through the gatcha. He thinks that this might be the case for people in this world.

source: アレンの体もはるかに力のある騎士の手で押さえつけられている。立ち上がろうとするがびくとも動かない。とても抜け出せそうにない。
en: The knight easily overpowers Allen, holding him in place. He tries to get up, but he couldn't even move. He can't get free.

source: アレンもどうすればいいのか分からない。まだレベルも召喚スキルも不十分で、とても騎士団相手に何ができるのか分からない。恐らく歯が立たないだろう。
en: Allen didn't know what to do. His level and summon skills weren't good enough, and there was nothing he could do against the knights. He's powerless.

source: ガキンッ
en: Clang!

source: クレナがレイブランドの前に駆け寄り頭を下げる。
en: Kurena runs up to Wraybrand and bows.

source: クレナが剣を持って騎士団長のもとにやってくる。若干腰が引けた状態でいる騎士団長。警戒をしている。
en: Kurena comes over to the Knight Commander with her sword. The knight commander was wary of her.

source: クレナと副騎士団長レイブランドと呼ばれた男が広場の中心にたたずむ。どうやら副騎士団長が相手をするようだ。
en: Kurena and Lieutenant Knight Commander Wraybrand stood in the center of the square. Kurena was going to fight a Lieutenant Commander.

source: クレナの腹に完全武装したレイブランドの足が決まった。剣だけの戦いではない。タイミングを合わせて完全に決まった蹴りにより吹き飛ばされるクレナ。
en: The fully armored Wraybrand brought his foot to Kurena's belly. This fight wasn't just about swords. Kurena is blown away by a perfectly timed kick.

source: ゲルダが必死に懇願する。そんなゲルダも騎士たちが広場の端に運んでいく。
en: Gerda begs desperately, but the knights carry him to the edge of the square.

source: レイブランドは追撃をせず、その場にいる。広場の全員に見つめられる中、うなだれて完全に沈黙するクレナ。
en: Instead of following up his attack, Wraybrand stands there. Kurena head slumps, and is completely silent. Everyone in the square is looking at her.

source: レイブランドも同じように名乗る。
en: Wraybrand mirrors the introduction.

source: レイブランドも気迫の声を上げ、剣の交差が再開される。昼間なのに飛び散る火花がはっきりと見える。
en: Wraybrand also screams, and the swords began to cross. Even in the daylight, the sparks flying were clearly visible.

source: 両手で剣を受けたレイブランドに衝撃が走る。あまりの衝撃で踏み固めた広場の土に足がめり込む。
en: A shock runs through Wraybrand, who recieved the blow with both hands. The force of the impact causes his feet sink into the dirt below him.

source: 何分経っただろうか、数十の剣戟が交差する。互角と思われた戦いが動き始める。
en: How many minutes have passed. The swords have crossed dozens of times. What seemed to be an evenly matched battle began to change.

source: 借りた剣を返す。受け取る騎士団長。
en: Kurena returned the sword to the knight commander.

source: 剣を構える２人。１メートルを少し超えた程度の身長のクレナに対するのは、その倍近い身長に鎧を纏った完全武装のレイブランドだ。クレナはぼろきれのような服しか着ていない。とても戦いにならないと隅に追いやられた村人たちは見る。
en: The two were holding swords. In contrast to Kurena, who was only just over 3 feet tall, Wraybrand is twice her size, and fully armored. Kurena is only wearing her normal clothes, no better than rags. The villagers around them could see that it wouldn't be much of a fight.

source: 十分戦えるという騎士団長である。ゲルダを広場の端にやり、騎士がその傍に立つ。アレンもロダンもゲルダの元に駆け寄る。
en: This was a Knight Commander who had seen his share of battles. Gerda was brought to the edge of the village square, and a knight stood next to him. Allen and Rodan rush over to Gerda.

source: 千回以上アレンが聞いた口上だ。始まってしまったと思う。
en: It's a line that Allen has heard thousands of times before. It's a line that marks the beginning.

source: 叫びと共に、ぶつかり凹み割れた木の壁が、クレナの背中を中心に何かの衝撃で粉砕された。
en: The wooden wall behind Kurena, that was already dented and cracked by the earlier collision, was shattered further by an unseen force.

source: 向かおうとするアレンやゲルダを取り押さえる騎士達。地面に押さえつけられる。
en: The knights seize Allen and Gerda, who were trying to run towards Kurena. They were forced onto the ground.

source: 審判もない。既に始まっている。アレンとのごっこ同様クレナのほうから向かっていく。木刀よりはるかに重い剣をものともせず握りしめ、レイブランドのもとに駆けていく。
en: There's no referee. It has already begun. Just like when she plays with Allen, Kurena charged right in at Wraybrand. She was holding the steel sword effortlessly, even though it was much heavier than a wooden sword.

source: 広場に集まった村人を騎士たちがどけていく。クレナと副団長の騎士が戦うための十分な広さを確保するためである。
en: The knights move the villagers gathered in square, to ensure enough room for Kurena to fight the Lieutenant knight.

source: 必死に顔に出さないようにする騎士団長。見れば、鋼鉄の刀身があの戦いで拉げている。ボロボロに刃こぼれしている。それ以上に驚くべきは柄の部分だ。刀身同様に鋼鉄でできた柄がでこぼこと波打っている。小さな子供が粘土でも握ったかのような跡が、鋼鉄の柄にできている。いったい、どれだけの力で握られていたというのか。ボロボロになった剣を見て真夏なのに冷や汗がでる。
en: The knight commander tries to hide his surprise. Looking the sword, you could see that the steel blade was heavily damaged in the battle. What was even more surprising was the grip. It looked like a piece of clay would after a child grabbed it. How much power did she hold it with? Looking at the tattered sword, Allen goes into a cold sweat, even though it's the middle of the summer.

source: 慌てて騎士団長が騎士たちに指示をして、レイブランドを立たせて、どこかに運んでいく。肩を担いでいるところを見るともう自分の力では立っていられないようだ。
en: In a hurry, the knight commander instructs the knights to support Wraybrand and carry him away. Based on how they are support him by the shoulders, it doesn't look like he can stand on his own.

source: 掛け声とともに水平に振られるクレナの剣。
en: Kurena swung her sword horzontally with a shout.

source: 沈黙のまま立ち上がったクレナに対して、その場で剣を構えたままのレイブランド。あくまでも向かってくることを待つようである。
en: While Kurena stood, Wraybrand kept his sword at the ready, waiting for her approach.

source: 第１６話 騎士団②
en: Chapter 16 The Knights ②

source: 考察する余裕があるほどの力の差だ。見ていて、もうクレナが負ける気がしない。気が付けば、アレンとゲルダを押さえ込む騎士たちからの力が抜けている。騎士たちも驚愕の目で呆然とその戦いを見ている。
en: The difference in power was so great that it was possible. Looking at the situation, there's no way that Kurena is going to lose anymore. Allen noticed that the strength dissapeared from the knights holding him and Gerda down. They were watching the fight, astonished and stunned.

source: 脈絡もなく、いきなり始まった戦いは、クレナの勝利で終わったのであった。
en: The battle, which started out of nowhere, had ended with Kurena's victory.

source: 衝撃的なものを見た村人たちが口々に言う。その数は既に１００人を超え、騒ぎを聞きつけ２００人近くの村人がこの戦いを見ていた。
en: After seeing something shocking, the villagers started talking. There were already over 100, nearly 200 of them who had heard the commotion and came to watch the fight.

source: 衝撃音が開拓村の広場に鳴り響く。とても対等な戦いには見えない。素人にもはっきりとレイブランドが押されていることが分かる。体と同じくらいの剣を棒きれのように、そして尋常じゃない力で振るうクレナ。
en: The impact echoed throughout the village square. It wasn't an equal fight. Even a layperson could see that Wraybrand was being pushed back. Kurena's sword, which is as tall as she is, was being swung like a stick. She weilded it with an unusual power.

source: 鎧を身に纏ったその足で思いっきり蹴り上げた。死んでしまったのかと村人たちもざわつく。
en: Allen kicked as hard as he could at an armored leg. The villagers are wondering if Kurena is still alive.

source: 陽炎のように、光が屈折したかのようにクレナの輪郭が大きく揺らぐ。
en: Like a mirage, Kurena's image wavers, like light was refracting through her.

source: 顔を上げ、ゆっくりレイブランドを見るクレナ。まだ戦うのかと村人たちが不安そうに見守る。そんな中、クレナは叫んだ。
en: Kurena lifts her head, and slowly looks towards Wraybrand. The villagers look on anxiously, wondering if the fight would continue. Then Kurena shouted.

source: 騎士ごっこでもいつも最後に「ありがとうございました」とお礼を言い合う。
en: When we play knights, we also always say "Thank you ver much" at the end.

source: 騎士団長が目をつぶり、深くため息をついた。
en: The Knight Commander closes his eyes, and gives a deep sigh.

source: 騎士団長は、レイブランドが横を通り過ぎるときに肩をぽんぽんと叩く。よく戦ったとねぎらっているのだろう。
en: As Wraybrand passes by the knight commander, he pats his shoulder, probably congratulating him on a fight well fought.

source: 騎士団長は何も言わず、難しい顔で腕組みをし、２人の戦いを見ている。
en: The Knight Commander says nothing, folding his arms and watching the fight with a wrinkled brow.

source: （たぶん、俺の剣術レベルが３だから、クレナの剣術レベルは５かそのくらいだと思うんだけど）
en: (Since my swordsmanship is level three, Kurena's is probably around level five.)

source: （なんだ？ 何が起きている？ もしかして、これは、これがエクストラスキルか？）
en: (What the? What's going on? Is this perhaps a rare skill?)

source: （まじか、とんでもないことになったぞ）
en: (Seriously? This is crazy.)

source: （やはり無理だった。クレナのレベルは所詮１だ。何年騎士やっているか知らないけど、レベルもスキルも上げている騎士と戦うなんて無理なんだよ。ど、どうする）
en: (I knew it was impossible. In the end, Kurena's still only level 1. I don't know how long this guy's been a knight, but it's impossible to win against a knight with a higher level and skills. W-what do I do?)

source: （剣術は俺でも手に入るただのノーマルスキルじゃないか。きっとクレナは生まれた時から他に何かスキルを持っていたんだ。剣聖にふさわしい、特別なスキルを）
en: (So swordsmanship is just a normal skill that even I can get. Surely Kurena was born with some other skill, a special skill suitable for a sword saint.)

source: 「「「え？」」」
en: " " " "Eh?" " " "

source: 「え？ あ？ はい」
en: "Eh? Ah, yeah."

source: 「え？ なんでございましょうか？」
en: "Eh? What's wrong?"

source: 「おい、もう始まるみたいだぞ」
en: ----------------- "Oi, looks like it's about to start."

source: 「そ、そうですね。領主様のご判断ですから」
en: "W-well, yes. If it's the lord's will."

source: 「それで、村長よ。これからの話も含めてゆっくりとしたいが？」
en: "So, Mayor. Would you have some time to talk about the future?"

source: 「それで、村長よ。村の開拓見事である。３年前も来たがずいぶん発展しているな」
en: "Ah yes, as the mayor, you've done a great job with the frontier village. I was here three years ago, and it's come a long way since then."

source: 「それでな、１０年もかけ頑張って村を作ってくれた村長にこういうことを言うのは申し訳ないが…」
en: "That's why, I'm sorry to have to break the news to the man who's worked so hard for the past 10 years to build this village, but..."

source: 「それはかたじけない。ゲルダといったな？ 娘とともに来てくれるな？」
en: "That sounds great. Gerda, would you and your daughter join us?"

source: 「は、はい、我が家で宴の準備を進めております」
en: "Y-yes. We are preparing a banquet at home."

source: 「は、はい。村人皆で村の発展のために頑張って参りました」
en: "T-thank you. All the villagers have been working hard for the sake of the village."

source: 「ぱ、パパ？」
en: "Pa, papa?"

source: 「もし剣聖が本物なら、この村はクレナ村にすると御当主様より聞いている」
en: "I heard from the lord that, if the sword saint was real, that this village would become Kurena village."

source: 「ん？ まあ、そうだな。心配なら友人も連れてきていいぞ」
en: "Hm? Ah, yes. You may bring your friend if you so wish."

source: 「剣聖をよくぞ育てられたな。素晴らしい力であったぞ」
en: "You've raised the sword saint well. She was amazingly powerful."

source: ここにと言われて、結構な上座の席に座る。同じテーブルには騎士団長、村長、村長の奥さんと思われる女性と子供、あとは斧使いの子供と多分その親が座っている。テーブルは３つほど用意されており、一番の上座だ。他の２つの席に他の騎士や村人が陣取っている。
en: Allen was told to sit down in a fancy chair. At the same table are the knight captain, the mayor, a woman and a child, which was probably the mayor's family, and a child with an ax and what was probably his parents. There are about 3 tables, and this one was the most important one. Other knights and villagers are in the other two seats.

source: ここは村の中心地ということもあって、いくつも店がある。商業地区と思われる一角に視線が行く。
en: Since this is the center of the village, there are a number of shops. Allen's gaze drifts to a corner that seems to be the commercial district.

source: ざわざわとした声が聞こえる。すでにかなりの人が来ている。騎士たちも１０人近くいる。そして、村人もいる。子供もいる。結構な広間だ。
en: He could hear buzzing. There are already quite a few people here - nearly a dozen knights, some villagers. Even some children. It's a pretty big room.

source: すぐにやることがなくなる。家ではマッシュの世話、召喚獣の検証、石投げなどやることは多いが、さすがに暇である。何もない異世界でリバーシが流行る理由が分かる気がするなと考えているとウトウトしだす。アレンが寝たら、クレナもその横で凭れるように寝る。よく寝る２人だなとゲルダがそれを柔らかい目で見ている。
en: For now, there was nothing to do. At home, there were was a lot to do, like taking care of Mash, investgating his summons, and throwing stones. But here, he was bored. He started to understand why Reversi was so popular in alternate worlds where there was nothing to do, and started nodding off. When Allen fell asleep, Kurena fell asleep leaning on him. While they were sleeping deeply, Gerda looked at them with soft eyes.

source: そう返事するが、ロダンのほうをチラチラ見る。
en: He replies, but then glaces at Rodan.

source: そんなゲルダが手を差し出す。騎士団長と農奴の差だ。天と地ほど身分の差がある。大事な子供も親友とその子供もここにはいる。赤い顔のまま怒りを必死に押し殺して、恭しく手を差し出し握手をする。
en: But Gerda simply offered his hand. This is the difference between a knight commander and a serf. It's the difference between heaven and earth. His beloved child, his best friend, and his best friend's child were all here. With a red face, Gerda desperately surpressed his anger, and politely held out his hand for a handshake.

source: どうやら、騎士と村長とゲルダだけの宴会ではない。村の有力者なのかそれなりにしっかりした格好の村人もいる。
en: Apparently, it's not just a banquet for mayor, the knights, and Gerda. There are also some well-dressed villagers. Maybe they're influential people in the village.

source: なお、副騎士団長はここにはいない。まだ、食事を摂れる状況にないのか、クレナと戦ったので気まずいのかは分からない。
en: Ah, and the lieutenant commander isn't here. Allen's not sure if it's becuase he's not ready to eat yet, or if it's still awkward because of the fight with Kurena.

source: なんとなく警戒を解こうとしているのかと思う。ロダンを見ると俺も行くと頷く。クレナがアレンも一緒に行こうと言う。
en: Maybe he's trying to lower their guard. Gerda looks at Rodan and nods for them to come with. Kurena tells Allen to come with them.

source: ぺこぺことする村長である。近くで見ると４０過ぎの結構太り気味な恰幅のいい村長だ。子供は結構ヒョロヒョロ痩せ気味なので体型は遺伝していないなと思う。
en: The mayor acts very humble. Looking closer, he's over 40 years old, and is fairly fat. The body shape probably isn't genetic because his child is quite thin.

source: ものの数秒で終わった日課のあと部屋を見回す。
en: After his daily routine, which only took a few seconds, he looked around the room.

source: アレンがそんなことを考えていると、騎士団長が村長に話しかける。
en: While Allen was thinking about this, the knight commander spoke to the mayor.

source: アレンはクレナと毎日小一時間、木刀を使って騎士ごっこをすると、どうしても手や足に受けてしまうことがあるので、度々青あざができていた。しかしそういえば、クレナが怪我をした記憶はない。
en: When Allen and Kurena played knights for an hour everyday, Allen would often get bruised on his arms and legs. But he can't remember Kurena ever getting hurt.

source: カチャリ
en: Clink

source: ゲルダがクレナに怪我がないか確認をしている。何十何百という剣戟を打ち合った。クレナが何しているのという顔をしているが、ほおや手足をべたべた触りながら無事か確認する。騎士団の副団長と言われていたレイブランドの蹴りをもろに受け、何十メートルも吹き飛ばされ壁に激突した。腹や背中も確認するが、くすぐったいといいながらクレナがけらけらと笑っている。
en: Gerda checked Kurena for injuries. She had hundreds of swordfights with me before. Kurena looks at him like "what are you doing?" but he keeps checking her cheeks and limbs to make sure she's okay. She was kicked by Wraybrand, a lieutenant knight commander, and was blown away over 50 feet and crashed into a wall. Gerda also checked her belly and back, but Kurena was just laughing from feeling ticklish.

source: ゲルダが警戒をする。広場に呼ばれいきなり騎士と戦わされた。勝てたからいいもののクレナが死ぬかもしれなかった。
en: Gerda is wary. He was called to square and suddenly his daughter was forced to fight a knight. It's good that she won, but she could have died.

source: ゲルダについていきながらも、お店の様子などを見ていく。
en: While following Gerda, he examines the shops all around.

source: ゲルダについていく。基本的に開拓村の中心であるこのあたりには来ることがない。新鮮な光景が広がる。
en: The kids follow Gerda. They've never been to this area, which is basically the heart of the village, and they are greated with new sights.

source: ビクッとする。手に何か硬いものがある。手のひらの感じから数枚の硬貨があることが分かる。驚きながらも声を出さず手を引っ込める。ちらっと見ると手の中には金貨が３枚ほど入っている。握手と見せかけて硬貨を渡したのだ。
en: Gerda is surprised. There's something hard in his hand. In his palm, he could feel several coins. He hides his surprise and withdraws his hand without a sound. A quick glance reveals that there are about 3 gold coins in his hand. While pretending it was a handshake, the knight commander gave Gerda money.

source: モルモの実という異世界の果実がテーブルに置かれていることに気付いたアレン。隙を見てお土産に持って帰ることにする。
en: Allen notices an otherworldly fruit called the Mormo fruit on the table and decides to take some home as a souvenir.

source: ロダンやゲルダについていく。村長宅の広間に向かうとのことだ。
en: He followed Rodan and Gerda to the banquet hall.

source: 今まで開拓村と言われていた。今年になって村に名前がつくという話であった。開拓の功労者である村長の名前かと思われていたが、クレナの名前にすると領主は判断した。申し訳ないと、謝る騎士団長である。
en: Until now, it was just called the frontier village. It was said that the village would be named this year. Orginally, it was thought that the village would be named after the mayor, who was instrumental to the founding of the village. But the lord had decided that it would be named after Kurena. An apologetic knight commander could only say "I'm sorry".

source: 何かまずいことでもあったのかという顔をする村長である。
en: The mayor looks as if something bad had happened.

source: 何事もなかったかのようにこれからの話を近寄ってきた村長と始める。どうやら農奴や平民が大勢いる中で、金貨という大金を見せないよう騎士団長が配慮したらしい。
en: The knight commander started talking to the mayor like nothing had happened. It seems that because there were many serfs and commoners around, the knight commander was careful to hide the large amount of money he had just handed over.

source: 傷１つない。痣すらない。地面について少し服が汚れただけである。
en: There wasn't a single scratch. Not even a bruise. There was only a bit of dirt on her clothes.

source: 剣聖も来たことなのでと、宴会が始まる。何か、村長や騎士団長が始まりの挨拶をしているがアレンの耳には入っていない。どうやら、村の開拓をねぎらう挨拶をしている。
en: Because the sword saint had arrived, the banquet began. The mayor and the knight commander made opening remarks, but Allen wasn't really paying attention. It was some greeting for the people of the frontier village.

source: 広場からほどなくして村長宅がある。初めて見るが、随分大きいなと思う。現実世界でいう一軒家２つ分ほどの大きさだろうか。ずっと掘っ立て小屋に毛が生えたような家に住んでいたのもあって、随分しっかりした家だなと思う。
en: Not far from the plaza is the mayor's house. It was Allen's first time seeing it, and he thought it was pretty big. It's about the size of two houses in the real world. He thinks that it's a very solid house, partly because he's been living in a shack for a long time.

source: 思い思いに食事をする。騎士団も長旅だったのか、がつがつと食べる。広場で会ったときの殺気立った態度が嘘のようだ。
en: He ate as he wished. The knights also ate generously, perhaps it had been a long journey. The murderous attitude he had when they first met seemed like a lie.

source: 手を差し伸べたまま動かない騎士団長である。騎士が、騎士団長が握手してあげるから許せということなのかとゲルダが思う。もともとゲルダはかなり短気な性格だ。血が一気に頭に上って顔も頭も赤くなる。ロダンとの喧嘩では基本ゲルダから手がでる。
en: The knight commander reaches his hand out. Gerda wonders if the knight commander is asking for forgiveness by offering a handshake. Gerda has always had a rather short temper. The blood rushes to his head and his face turns red. Whenever he fought with Rodan, the first strike usually came from Gerda.

source: 準備があるので３時過ぎに夕食も兼ねて村長宅で宴を行うとのことである。事情も含めてロダンだけ、ミチルダとテレシアに伝えに行ってくるから、アレンはゲルダとクレナと一緒にいなさいと言われる。
en: The mayor said to go to his house after three o'clock for the dinner banquet because he had some preparations to make. Rodan said that he would go and tell Mitilda and Theresia about the situation, and that Allen should stay with Gerda and Kurena.

source: 準備するので、ここで待ってほしいとゲルダが言われる。客室なのか部屋に案内されてゆっくりとする。
en: Gerda is asked to wait while the preparations are being made, and they are shown a room, possibly a guest room, to relax.

source: 特に反対はしない。反対したところで変わらないとも言える。
en: He doesn't object. Or maybe objecting wouldn't change anything.

source: 目をこすりながら周りを見回すと、ロダンがいる。村長宅に来ていたことを思い出す。仮眠をしていたから２時間ほど過ぎている。
en: Rubbing his eyes, Allen looked around and saw Rodan, which reminded him that he'd been napping for 2 hours since coming to the mayor's house.

source: 第１７話 宴会①
en: Chapter 17 Banquet ①

source: 開始早々であるが、どうしても最初に伝えておきたかったようだ。話の中でもどんどん料理が運ばれてくる。異世界に来てからというもの、野菜や肉を焼くか煮るかでしか食べたことないアレンにとって、久々に手の込んだ調理がされた料理だ。モリモリ食べつつ、１つ、また１つとモルモの実を足元に隠すのであった。
en: It was early on, but he really wanted to break the news. As they were speaking, more and more food was being brought in. It had been a while since Allen had eaten anything other than roasted and boiled vegetables and meat. While eating with a gusto, he hid one, and then another, Mormo fruit at his feet.

source: 騎士との闘いは終わった。ゲルダがクレナに駆け寄る。
en: The fight with the knight was over. Gerda ran over to Kurena.

source: 騎士団長がゲルダに話しかける。膝をつきクレナの無事を確認するゲルダにゆっくり上から手を差し伸べる。
en: The knight commander speaks to Gerda while he was still making sure that Kurena was safe.

source: 騎士団長も、クレナの体に傷一つないことを見て、さらに冷や汗を流す。戦ったレイブランドは、立つことも出来なくなって広場から運ばれているというのに。
en: When the knight commander saw that Kurena didn't even have a single scratch, he broke out in a cold sweat. She was uninjured even though the person she had fought was being carried out of the square, unable to support himself.

source: 魔力が回復していることを魔導書で確認する。ゲルダもクレナもいるが、カードも魔導書もアレン以外見えないので構わない。生成と合成を行いスキル経験値を稼ぐ。
en: Allen checks with the grimoire that his MP has been restored. Gerda and Kurena are both there, but it doesn't matter because nobody besides Allen can see the cards and grimoire. He creates and synthesizes cards for the skill EXP.

source: （あれ、こんなに頑丈だったっけ？ ごっこで木刀振り回していたけど、怪我をしていなかったということかな）
en: (Hm, I didn't know she was this sturdy. Even though when we play pretend we only use wooden swords, I don't think I remember her ever being injured.)

source: （お、モルモの実だ！ これは２つ、いや３つはママンに持って帰らねば）
en: (Oh! Mormo fruits! I have bring 2, no, three to Mama!)

source: （お、武器屋だ。あっちは店の中に植物の葉っぱが見えるぞ。野菜屋？ いや薬屋っぽいな）
en: (Oh, a weapon shop. And that shop has leaves in it. Is it a vegetable shop? No, it's more like a apothocary.)

source: （お？ 村長の子供とあの子はなんだったっけ？ 斧使いの才能がある子だ）
en: (Oh? Is that the mayor's kid and that other kid? The one who was an Axeman.)

source: （そうか、この村は剣聖が生まれた村ということになるのか）
en: (I see, so this will be known as the village where the sword saint was born.)

source: （なんか最初に会った時より、腰が低いな。もともとこういう感じなのか？）
en: (Is he lower than I first thought, or is this just how it works?)

source: （やっぱり農奴と平民、それも村長宅だと生活のレベルが違うな）
en: (The quality of living really is different between peasants and the mayor.)

source: （結構大きいんだな。さっきの広場にも１００人以上集まっていたし、村の人口って３００人くらいかな）
en: (It's quite big. More than 100 people were gathered in the square earlier, and the population of the village is around 300.)

source: （騎士団の雰囲気が変わったな。剣聖と分かったからかな。でも実際クレナが剣聖でなかったら、本当に処罰するつもりで来たんだろうけど）
en: (The atmosphere of the knights has changed, maybe because they found out the Kurena really is a sword saint. But if she wasn't, they would have really punished her.)
